Repository: suraleb/10d
Catalog: html/languages/admin-poll.tmx
Source language: en
Languages: ru

source: Allow to edit entries
ru: Разрешить изменять записи

source: Allow to create entries
ru: Разрешить создавать записи

source: Allow to delete entries
ru: Разрешить удалять записи

source: Allow to view entries
ru: Разрешить просматривать записи

source: Polls
ru: Опросы

source: Add a choice
ru: Добавить вариант ответа

source: Content
ru: Содержимое

source: Editing
ru: Редактирование

source: Administrators
ru: Администраторам

source: Anybody
ru: Всем

source: Guests
ru: Гостям

source: Members
ru: Пользователям

source: Modify
ru: Изменить

source: Create poll
ru: Создать опрос

source: Parameters
ru: Параметры

source: Active?
ru: Включить?

source: Choices:
ru: Варианты ответов:

source: Who can vote:
ru: Кто может голосовать:

source: Question:
ru: Вопрос:

source: Poll type:
ru: Тип опроса:

source: Remove
ru: Удалить

source: Delete the last choice
ru: Удалить последний вариант

source: Active
ru: Активен

source: Manage
ru: Управление

source: Options
ru: Варианты

source: Question
ru: Вопрос

source: Type
ru: Тип

source: Allowed to
ru: Доступен

source: Votes
ru: Голосов

source: Multyoption
ru: Несколько

source: Single
ru: Один

source: choices
ru: варианты

source: Added poll with question &laquo;%s&raquo;
ru: Создан опрос &laquo;%s&raquo;

source: Removed poll with question &laquo;%s&raquo; {ID:%d}
ru: Удалён опрос &laquo;%s&raquo; {ID:%d}

source: Updated poll with question &laquo;%s&raquo; {ID:%d}
ru: Обновлён опрос &laquo;%s&raquo; {ID:%d}

source: This question already exists in the database
ru: Такой вопрос уже есть в нашей базе данных

source: System didn't manage to find a poll with this number
ru: Система не смогла найти опрос с таким номером

source: You must povide a question to the poll
ru: Укажите текст вопроса

source: No varians were defined
ru: Не указаны варианты ответов на вопрос

source: A poll can have no more than %d choices
ru: Опрос может содержать не более %d вариантов

source: A poll must have minimum 2 choices
ru: Опрос должен содержать минимум два варианта

source: Are you sure you want to delete this poll?<br /><b>Note:</b> you will not be able to restore the poll after deleting!
ru: Вы действительно хотите удалить этот опрос?<br /><b>Внимание:</b> восстановить опрос после удаления невозможно!

source: Poll was successfully removed
ru: Опрос успешно удалён из системы

source: Poll was successfully added
ru: Опрос успешно добавлен

source: Poll was successfully updated
ru: Опрос успешно обновлён

source: Delete the last choice?<br /><b>Note:</b> After saving your changes you will not be able to restore the choice!
ru: Удалить последний вариант?<br /><b>Внимание:</b> после сохранения изменений восстановить вариант невозможно!

source: list of available polls
ru: список доступных опросов системы

source: section allows to manage polls
ru: раздел позволяет управлять опросами системы

source: section allows to change poll parameters and choices
ru: раздел позволяет изменить параметры опроса и варианты ответов

source: section for creating polls
ru: раздел позволяет создавать опросы

source: to make the poll active
ru: сделать опрос активным

source: choices and default count of voices
ru: варианты ответов и первоначальное количество голосов

source: choices and poll settings
ru: варианты ответов и настройки опроса

source: what group can vote
ru: какой группе позволить голосовать

source: text of the question. without html
ru: текст вопроса. без html

source: how many choices can be chosen
ru: сколько вариантов ответа может выбрать пользователь

source: File with records for the &laquo;Polls&raquo; module
ru: Файл с записями для модуля &laquo;Опросы&raquo;
